read/2024/05/29/song-chi-gan/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
  <title>读《松驰感》 - 如是凡说</title>
  <meta charset="utf-8" />
  <meta name="author" content="forsil" />
  <meta name="description" content="" />
  <meta name="keywords" content="Reading" />

  <link rel="alternate" title="RSS Feed" href="/rss.xml" type="application/rss+xml">
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/posts.css" type="text/css">

</head>

  <body class="container">
<header id="header">
    <body>
        <nav class="navbar navbar-default navbar-fixed-top" style="opacity: .9" role="navigation">
            <div class="container-fluid">
                <div class="navbar-header">
                    <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                        <span class="sr-only">Toggle navigation</span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                    </button>
                    <a class="navbar-brand" href="/">如是凡说</a>
                </div>
                <div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
                    <ul class="nav navbar-nav navbar-right">
                            <li class="active"><a href="/read/">Read</a></li>
                            <li class="active"><a href="/blog/">Blog</a></li>
                        <li><a href="/tags/">Tags</a></li>
                        <li><a href="/about/">About</a></li>
                        <li><a href="http://github.com/forsil">GitHub</a></li>
                        <li><a href="/rss.xml">RSS</a></li>
                    </ul>
                </div>
            </div>
        </nav>
    </body>
</header>

<section id="content" role="main">
    <div id="outline-container-sec-" class="row" style="padding-top: 70px">
        <div class="col-md-2"></div>
            <h1>读《松驰感》</h1>
            <p>
很早就看过 <a href="https://x.com/tinyfool">Tinyfool</a> 的视频，但是对他的了解也就到此为止。最近在 twitter 上刷到了他的这本书《松弛感》，对书名挺感兴趣的，因此就在微信读书上下载来看了下。
</p>

<blockquote>
<p>
吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？
</p>

<p>
-- 曾子
</p>
</blockquote>

<p>
在书中有提到自省的力量。很多时候我们都会忘记自己学过的内容，但是又会从其他地方找到它。上面的语句是《论语》里面的，但在本书中又看到这句话。看完这段话，有时候又会有新的体会。自省，是为了回顾今天的事情，想想是不是比昨日有进步。如果有些许进步，那是非常了不起的。如果没有进步，那也没有关系，可以再思考明天能否有点变化。自省，是要养成习惯，是希望自己每天都有所变化，不要沉迷于碌碌无为，不要在明天回忆时发现昨天啥也没有改变。改变可以是巨大的，也可以是细微的。那如何来自省呢？最简单的方法就是记日记。不要是流水账，要是你认为的变化。当然，没有变化也可以记录，因为它可以用来警醒你自己，让自己知道过去没有任何变化。
</p>

<blockquote>
<p>
十年的工作经验，还是把一年的工作经验用了十年？
</p>
</blockquote>

<p>
看到这句话的时候，我是猛然惊醒的。我是不是也是如上所说？我跟十年前的自己比有什么不同，跟一年前的自己比呢？
</p>

<p>
我希望我自己是有所进步的，我希望我能够持续成长。如果工作已经埋没了我，那就找个副项目去 <b>挑战自己</b> 。
</p>

<blockquote>
<p>
沟通的目的应该是每个人心平气和地说出自己的诉求，大家寻找其中的平衡点，找到大家都可以接受的方案。
</p>
</blockquote>

<blockquote>
<p>
太多度争吵来自于：
</p>
<ol class="org-ol">
<li>试图说服别人；</li>
<li>不听完别人的诉求，就开始反驳。</li>
</ol>
</blockquote>

<p>
不要在讨论中陷入争吵
</p>

<blockquote>
<p>
只有亲自做的经验才是经验。
</p>
</blockquote>

<p>
多动手，多去尝试，多去体验，*实践是检验真理的唯一标准* 。
</p>

<blockquote>
<p>
当没有计划性，没有规律性地做事情的时候，你就没有办法保证做任何一件事情都投入足够多的时间，而有节奏的人，时间是他们最好的朋友。
</p>

<p>
破山中贼易，破心中贼难。
</p>

<p>
-- 王阳明
</p>
</blockquote>

<p>
不要想着一蹴而就，也不要想着遥遥无期，要动起来，要有节奏地、规律性地做事情。人生最大的阻碍，就是自我受限。
</p>

<blockquote>
<p>
核心问题不应该是价格，而是一本书会不会给你带来价值。（题外话，打折绝对不会省钱，除非商品打折与否完全不影响你的购买决策，否则看到打折就狂买一定是浪费钱的。）
</p>

<p>
要看增长你技能的书，更要看提升你对世界理解的书。
</p>
</blockquote>

<p>
看书要看书对你的价值。以目前中国的书籍市场，书籍价格永远不是你买书的第一考虑项，要先知道这本书对你是否有用，而不是看这本书是否打折。
</p>

<blockquote>
<p>
持续成长才是我们应该有的目标，因为它比任何目标都谦卑，每个人都可以拥有它，实现它；同时，它也比任何目标都伟大，每一个持续成长的人都没有尽头，无法被阻挡。
</p>
</blockquote>

<div id="outline-container-org19e9ac3" class="outline-2">
<h2 id="org19e9ac3">合上书本</h2>
<div class="outline-text-2" id="text-org19e9ac3">
<p>
合上书本之后，对这本书最大的印象就是如何去学习英语。当前的视频基本都有字幕，但也是字幕在不断地降低我们听的能力。关闭字幕，多看美剧，可以提升对英语的理解和掌握。
</p>

<p>
值得不定期二刷。
</p>
</div>
</div>

<div id="outline-container-org4cd877b" class="outline-2">
<h2 id="org4cd877b">扩展阅读</h2>
<div class="outline-text-2" id="text-org4cd877b">
<ul class="org-ul">
<li>《最优解人生》 by Bill Perkins <a href="https://book.douban.com/subject/36242339/">豆瓣</a> <a href="https://www.goodreads.com/book/show/52950915-die-with-zero">goodreads</a></li>

<li>《重来》 by Jason Fried, David Heinemeier Hansson  <a href="https://book.douban.com/subject/5320866/">豆瓣</a>  <a href="https://www.goodreads.com/book/show/6732019-rework">goodreads</a></li>
</ul>
</div>
</div>

    </div>
</section>


    <div class="post-meta">
        <span title="post date" class="post-info">2024-05-29</span>
        <span title="last modification date" class="post-info">2024-06-13</span>
        <span title="tags" class="post-info"><a href="/tags/reading/">Reading</a>, <a href="/tags/值得二刷/">值得二刷</a></span>
        <span title="author" class="post-info">forsil</span>
    </div>
<footer class="footer">
    <p>Generated by <a href="http://www.gnu.org/software/emacs/">Emacs</a> 29.x (<a href="http://orgmode.org">Org mode</a> 9.x)</p>
    <p>
        Copyright &copy; 2012 - <span id="footerYear"></span> <a href="mailto:forsil &lt;dot&gt; 9 &lt;at&gt; gmail &lt;dot&gt; com">forsil</a>
        &nbsp;&nbsp;-&nbsp;&nbsp;
        Powered by <a href="https://github.com/kelvinh/org-page" target="_blank">org-page</a>
        <script type="text/javascript">document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();</script>
    </p>
</footer>

  </body>
</html>
